{
   "Products": [
      {
         "id": 123,
         "name": "Lenovo ThinkPad",
         "completed": false,
         "image": "https://i1.rozetka.ua/goods/2415389/copy_msi_gt75vr7re_230ua_5a2fbf1cdbdd0_images_2415389937.jpg",
         "description": "ThinkPad P71- ноутбук с матрицей IPS, имеющей разрешение 4K, для наслаждения яркими цветами и углами обзора, близкими к 180 градусам. Калибратор цвета X-Rite Pantone обеспечивает высокое качество изображения и улучшенную цветопередачу; отображаемые цвета выглядят очень естественными. Intel Thunderbolt 3 (два разъема) — инновационная технология, позволяющая подключать через один компактный порт мониторы высокого разрешения и другие устройства, которым требуется высокая скорость передачи данных.",
         "price": 70000.45
      },
      {
         "id": 321,
         "name": "AcerPredatorTriton",
         "completed": false,
         "image": "https://i1.rozetka.ua/goods/2294112/copy_acer_nh_q2leu_007_59f1b91d797da_images_2294112025.jpg",
         "description": " 7-ое поколение разблокированных процессоров Intel Core i7 обрело более энергоэффективную архитектуру, продвинутые технологии обработки данных и оптимизированную схемотехнику. Ноутбуки серии GT с приложением Dragon Center позволят разогнать Core i7-7820HK с 3.8 до 4.2 ГГц в режиме SHIFT Turbo. Кроме того, в сравнении с i7-6820HK производительность ядра нового CPU возросла более чем на 10%, мультимедийная производительность — более чем на 10%, а скорость декодирования/кодирования 4K-видео — на 6–10%. Аппаратное ускорение 10-битных кодеков VP9 и HEVC стало менее энергозатратным, благодаря чему эффективность воспроизведения видео 4K HDR значительно возросла. Великолепное сочетание игровых ноутбуков MSI и 7-го поколения процессоров Intel Core i7 K с разблокированным множителем обеспечит до 25% дополнительной мощи для более плавного VR-геймплея в ресурсоёмких VR-играх. Подобные процессоры на ноутбуках MSI Gaming позволят легко увеличивать частоту CPU и играть в новейшие тайтлы на экстремальных 4K-настройках.",
         "price": 60000.3453
      },
      {
         "id": 143,
         "name": "MSI Stealth",
         "completed": false,
         "image": "https://i2.rozetka.ua/goods/2415417/copy_msi_gs73vr_7rg_stealth_pro_9s7_17b312_030_5a2fce11275ae_images_2415417129.jpg",
         "description": "Поддержка новейшей архитектуры памяти DDR4-2400 Вы сможете достичь максимально возможной производительности вашего ноутбука благодаря поддержке оперативной памяти DDR4-2400, отличающейся скоростью чтения более 32 ГБ/с и скоростью записи 36 ГБ/с. Возросшая на 40% производительность стандарта DDR4-2400 (по сравнению с предыдущим поколением, DDR3-1600) поднимет ваши впечатления от современных и будущих игровых шедевров на совершенно новый уровень.",
         "price": 20000.5353
      },
      {
         "id": 133,
         "name": "HP Omen 17",
         "completed": false,
         "image": "https://i1.rozetka.ua/goods/2289347/hp_2le50ea_images_2289347068.jpg",
         "description": "В безжалостной борьбе на высоте оказываются те, кто способен проявить себя с лучшей стороны. Ноутбук OMEN с мощным аппаратным обеспечением и агрессивным дизайном имеет высокую производительность и мобильность и позволяет бросить вызов любой игре.",
         "price": 40000.321
      }
   ]
}