{
   "Products": [
      {
         "id": 123,
         "name": "Asus PCI-Ex GeForce GTX 1080",
         "image": "https://i2.rozetka.ua/goods/1807301/asus_rog_strix_gtx1080_8g_gaming_wb_images_1807301741.jpg",
         "description": "Геймерская видеокарта с беспрецедентной производительностью ROG Strix — это новая серия геймерских устройств в рамках бренда Republic of Gamers. Их отличительной особенностью являются высочайшая производительность, использование инновационных технологий, безупречный уровень надежности и стильный дизайн, подчеркивающий индивидуальность каждого геймера. Устройства серии ROG Strix – это скорость и функциональность, необходимая для победы в любой игре!",
         "price": 21957.45
      },
      {
         "id": 321,
         "name": "Samsung 850 Pro",
         "image": "https://i2.rozetka.ua/goods/1378316/samsung_mz_7ke2t0bw_images_1378316133.jpg",
         "description": "Твердотéльный накопи́тель (англ. solid-state drive, SSD) — компьютерное немеханическое запоминающее устройство на основе микросхем памяти, которое пришло на смену HDD. Кроме них, SSD содержит управляющий контроллер. Наиболее распространенный вид твердотельных накопителей использует для хранения информации флеш-память типа NAND, однако существуют варианты, в которых накопитель создается на базе DRAM-памяти, снабженной дополнительным источником питания — аккумулятором.",
         "price": 27777.3453
      },
      {
         "id": 143,
         "name": "Intel Core i7",
         "image": "https://i2.rozetka.ua/goods/2258758/intel_core_i7_8700K_images_2258758558.jpg",
         "description": "Новый процессор Intel Core i7-8700K 8-го поколения, с кодовым названием микроархитектуры Coffee Lake. Предназначен для настольной платформы Intel LGA 1151. Принадлежит к семейству высокопроизводительных процессоров Core i7. Intel Core i7-8700K производится по стандарту 14-нм техпроцесса, имеет 6 ядер, которые работают в 12 потоков со штатной тактовой частотой 3.7 ГГц, 4.7 ГГц в режиме Turbo Boost. Объем кэш-памяти 3 уровня равен 12 МБ. Имеет 2-х канальный контроллер памяти DDR4.",
         "price": 12730.5353
      },
      {
         "id": 133,
         "name": "Asus X99",
         "image": "https://i1.rozetka.ua/goods/2286606/asus_x99_e_ws_10g_ws_images_2286606434.jpg",
         "description": "Автоматическая оптимизация различных параметров. Найти оптимальные настройки компьютера стало предельно просто – достаточно воспользоваться функцией 5-сторонней оптимизации от ASUS! С ее помощью можно легко получить максимальную производительность процессора или максимальную экономию электроэнергии, задать стабильные настройки цифровой системы питания, отрегулировать скорость работы вентиляторов и даже сконфигурировать сетевой контроллер и аудиосистему. Иными словами, с помощью этой функции вы легко можете оптимизировать свой компьютер под конкретные приложения, которые вы используете.",
         "price": 19330.321
      }
   ]
}